 [
{ 
"title":"Multiple Ajax Image Upload without Refreshing Page using Jquery.", 
"url":"http://www.9lessons.info/2013/08/multiple-ajax-image-upload-refreshing.html",
"banner":"https://lh5.googleusercontent.com/-VWIAbbjR1QM/Uf_v9v9LCbI/AAAAAAAAIAo/4ZhYhP3lcCg/s550/multiple.jpg",
"description":"Today I am presenting the most important social networking feature called multiple ajax image upload without refreshing the page using jquery and PHP. We just modified few lines of code in jqery.form.js plugin and renamed that to jquery.wallform.js. This feature is one of the key feature in Wall Script sale, big thanks to Arun Sekar for this code trick.",
"time":"Tuesday, August 6, 2013" ,
"author":"Srinivas Tamada"
}, 
{ 
"title":"Wall Script 6.0", 
"url":"http://www.9lessons.info/2013/07/wall-script.html",
"banner":"https://lh5.googleusercontent.com/-ErPa0tEQgLs/UfZzaQ3NcFI/AAAAAAAAH7o/h_KH8Rf4AXs/s550/WallBanner.jpg",
"description":"Introducing the brand new Wall Script 6.0 with enrich social network features. Exactly year later I did released Wall Script previous version, it got awesome response and outstanding sale. This script IDEA was came out from my imagination, introducing powerful features like Conversations, OEmebd URL expanding system, Like/Share and Multiple image slider.",
"time":"MONDAY, JULY 29, 2013" ,
"author":"Srinivas Tamada"
}, 
{ 
"title":"Simple Drop Down Menu with Jquery and CSS", 
"url":"http://www.9lessons.info/2012/06/simple-drop-down-menu-with-jquery-and.html",
"banner":"https://lh5.googleusercontent.com/-rxexmsh4LsU/T-Es523wdqI/AAAAAAAAGGM/cV5nDlcz2wY/s550/dropdown.png",
"description":"This post is very basic level Jquery and CSS implementation. I want to explain how to design simple drop down menu  with CSS, HTML and Jquery. This system helps you to minimise the menus list. Just take a quick look at this post very few lines of code, use it and enrich your web projects.",
"time":"WEDNESDAY, JUNE 20, 2012" ,
"author":"Srinivas Tamada"
}, 
{ 
"title":"Login with Google Account OAuth", 
"url":"http://www.9lessons.info/2012/09/login-with-google-account-oauth.html",
"banner":"https://lh5.googleusercontent.com/-_ubirxCOgmY/UFyxPn4adbI/AAAAAAAAGoM/F7Ha3gvVLDU/s550/googleaccount.png",
"description":"We covered almost all the Open Authentication (OAuth) login systems for Facebook, Twitter, Google plus and Instagram, but unfortunately I missed most important Google Open Authentication login. Today I want explain how to implement this for your web project, this script is very quick and sure it helps you to increase your web project registrations.",
"time":"Tuesday, August 6, 2013",
"author":"Srinivas Tamada" 
}, 
{ 
"title":"Pagination with Jquery, PHP , Ajax and MySQL.", 
"url":"http://www.9lessons.info/2010/10/pagination-with-jquery-php-ajax-and.html",
"banner":"http://lh3.ggpht.com/_N9kpbq3FL74/TMRXYx_jWGI/AAAAAAAAEHI/IizC7TZMtRw/pagination_ajax.png",
"description":"Long days back I had posted an article Pagination with jQuery, MySQL and PHP with out refreshing page. Ravi Tamada modified old script and added extra features like First, Previous, Next and Last buttons. Use it and enrich your web applications. Demo link",
"time":"MONDAY, OCTOBER 25, 2010",
"author":"Ravi Tamada"
}
]